Repository: viorels/atex
Catalog: atexpc/atex_web/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Enter a valid CIF.
ro: Introduceți un CIF corect

source: Enter a valid CNP.
ro: Introduceți un CNP corect

source: Enter a valid IBAN in ROXX-XXXX-XXXX-XXXX-XXXX-XXXX format
ro: Introduceți un IBAN corect în formatul ROXX-XXXX-XXXX-XXXX-XXXX-XXXX

source: Phone numbers must be in XXXX-XXXXXX format.
ro: Introduceți un număr de telefon din 10 cifre

source: Enter a valid postal code in the format XXXXXX
ro: Introduceți un cod poștal valabil în formatul XXXXXX.

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
ro: Vă rugăm indroduceți un %(username)s corect și parola.

source: email address
ro: email

source: Sign up
ro: Înregistrare

source: Log out
ro: Deconectare

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
ro: V-am trimis un email cu instrucțiuni pentru resetarea parolei. Ar trebui să-l primiți în curând.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ro: Daca nu primiti un email, va rugam sa va asigurati ca ati introdus adresa de email cu care v-ati inregistrat si sa verificati folderul de spam.

source: Sorry, this user doesn't exist.
ro: Îmi pare rău dar nu găsesc contul cu această adresă de email

source: New password (confirm)
ro: Parolă nouă (confirmă)

source: Your password has been set and you are logged in. You may go ahead and browse the site.
ro: Parola dumneavoastră a fost stabilită și ați fost autentificat. Acum puteți continua cumpărăturile.

source: Password recovery on
ro: Resetare parola pentru

source: You're receiving this email because you requested a password reset for your user account at
ro: Ati primit acest email pentru ca ati cerut sa resetati parola pentru contul dumneavoastra
